{
    "banco_questoes_disc_full": {
        "Cognitiva": {
            "Dominância": [
                "Você prioriza a solução mais rápida mesmo que ela envolva riscos calculados?",
                "Em debates intelectuais, seu foco é ganhar o argumento ou encontrar a verdade?",
                "Você se sente confortável tomando decisões cognitivas com apenas 60% das informações?",
                "Como você reage quando um processo de inovação demora mais do que o planejado?",
                "Você prefere liderar o brainstorming ou executar as ideias geradas?",
                "Você tende a descartar ideias que não mostram aplicabilidade prática imediata?",
                "Ao resolver problemas, você foca mais no impacto final do que no processo?",
                "Você se sente estimulado por problemas complexos que outros desistiram de resolver?",
                "Você prefere decidir o caminho a seguir sozinho ou em conjunto?",
                "Você costuma interromper raciocínios lentos para chegar logo à conclusão?",
                "Sua criatividade é voltada para superar a concorrência ou para autoexpressão?",
                "Você lida bem com a pressão de entregar soluções inovadoras em prazos curtos?",
                "Você prefere ser o 'arquiteto' da ideia ou o 'executor' da mesma?",
                "Qual sua reação quando uma análise lógica contradiz sua intuição de mercado?",
                "Você se considera mais pragmático do que teórico em suas reflexões?",
                "Você costuma desafiar o pensamento convencional para acelerar resultados?",
                "O erro em uma tentativa de inovação é aceitável para você se for rápido?",
                "Você foca em soluções que tragam retorno de grande escala?",
                "Você prefere simplificar problemas complexos para agir rápido?",
                "A incerteza cognitiva te paralisa ou te impulsiona a agir?"
            ],
            "Influência": [
                "Você usa metáforas e histórias para explicar conceitos complexos?",
                "Sua criatividade é estimulada pelo trabalho em grupo ou pela reflexão isolada?",
                "Ao apresentar uma ideia nova, você foca mais no impacto visual ou no conteúdo?",
                "Você costuma entusiasmar os outros sobre uma visão antes mesmo de validá-la?",
                "Quão importante é o reconhecimento público pela sua capacidade de inovação?",
                "Você prefere debater ideias em um ambiente descontraído ou formal?",
                "Você busca inspiração em conversas informais com pessoas de áreas diferentes?",
                "Você se sente frustrado se sua ideia inovadora não for celebrada pela equipe?",
                "Como você reage quando alguém critica sua ideia de forma puramente técnica?",
                "Você gosta de ser visto como o 'visionário' do grupo?",
                "Sua flexibilidade cognitiva aumenta quando você está rodeado de pessoas?",
                "Você tende a embelezar a solução de um problema para torná-la mais atrativa?",
                "Você prefere processos de ideação que envolvam post-its, desenhos e cores?",
                "Você se sente motivado por problemas que envolvam o comportamento humano?",
                "Você costuma convencer os outros de que a solução deles é parecida com a sua?",
                "A falta de interação social diminui sua capacidade criativa?",
                "Você gosta de compartilhar insights inacabados para receber feedback social?",
                "Você prioriza a 'venda' da solução tanto quanto a resolução do problema?",
                "Como você usa sua rede de contatos para coletar novas perspectivas?",
                "Você se considera uma pessoa que pensa 'fora da caixa' para impressionar?"
            ],
            "Estabilidade": [
                "Você prefere aprimorar uma solução existente ou criar algo do zero?",
                "Qual o seu nível de desconforto ao mudar métodos de trabalho que já funcionam?",
                "Você busca consenso antes de implementar uma mudança no pensamento da equipe?",
                "Como você lida com interrupções frequentes durante tarefas que exigem foco analítico?",
                "Você documenta suas descobertas para que outros possam segui-las facilmente?",
                "Você prefere um ritmo de aprendizado constante em vez de picos de pressão?",
                "Você se sente mais seguro com métodos de resolução de problemas passo a passo?",
                "Quanto tempo você precisa para processar uma mudança brusca de lógica?",
                "Você prefere ouvir todas as opiniões antes de emitir seu julgamento técnico?",
                "Sua flexibilidade cognitiva é maior quando você se sente em um ambiente seguro?",
                "Você valoriza a tradição técnica de uma área ao propor inovações?",
                "Como você reage a críticas agressivas ao seu modo de pensar?",
                "Você prefere trabalhar em um único problema complexo por vez?",
                "Você busca validar suas ideias com colegas de confiança antes de expô-las?",
                "A estabilidade do processo é mais importante que a velocidade da inovação?",
                "Você se considera um pensador cauteloso e ponderado?",
                "Você costuma manter a calma quando uma solução analítica falha?",
                "Você prefere aprender novas habilidades cognitivas de forma estruturada?",
                "Você se sente mal quando suas decisões cognitivas afetam o bem-estar do time?",
                "A persistência é sua principal ferramenta para resolver problemas difíceis?"
            ],
            "Conformidade": [
                "Você revisa seus cálculos e lógicas mais de duas vezes para evitar erros?",
                "Qual a importância de seguir um método científico rigoroso na resolução de problemas?",
                "Você prefere trabalhar com dados quantitativos ou impressões qualitativas?",
                "Como você reage quando alguém ignora fatos concretos em uma discussão?",
                "Você se sente seguro agindo sem um manual ou diretriz clara?",
                "Sua análise lógica é baseada em evidências históricas ou projeções futuras?",
                "Você se considera um crítico rigoroso das ideias alheias e das próprias?",
                "Qual o nível de detalhamento necessário para você considerar um problema resolvido?",
                "Você prefere a perfeição técnica à entrega rápida?",
                "Você utiliza planilhas e modelos matemáticos para apoiar seu pensamento?",
                "Como você lida com ambiguidade ou informações contraditórias?",
                "Você busca a falha lógica em um argumento antes de aceitá-lo como verdade?",
                "A conformidade com os padrões de qualidade é sua prioridade na inovação?",
                "Você prefere trabalhar de forma independente em tarefas de alta complexidade?",
                "Você documenta cada etapa do seu raciocínio para futuras auditorias?",
                "Como você reage quando um processo de brainstorming parece desorganizado?",
                "Você se sente motivado por tarefas que exigem alta precisão e minúcia?",
                "Você prefere ler manuais extensos antes de testar uma nova tecnologia?",
                "Sua criatividade é limitada por regras ou você cria dentro das regras?",
                "Você avalia o risco de uma ideia com base em estatísticas e probabilidades?"
            ]
        },
        "Social_Emocional": {
            "Dominância": [
                "Você tende a assumir o controle emocional em situações de conflito?",
                "Você prefere resolver tensões emocionais rapidamente, mesmo sem diálogo profundo?",
                "Você se incomoda quando emoções atrasam decisões importantes?",
                "Você costuma confrontar diretamente sentimentos que considera improdutivos?",
                "Você acredita que controle emocional é sinal de força?",
                "Você reage com firmeza quando alguém demonstra fragilidade excessiva?",
                "Você prefere ação imediata a conversas emocionais longas?",
                "Você sente necessidade de impor limites emocionais claros aos outros?",
                "Você lida melhor com pressão emocional do que a maioria das pessoas?",
                "Você costuma liderar emocionalmente em momentos de crise?",
                "Você vê emoções como algo a ser administrado, não explorado?",
                "Você evita demonstrar vulnerabilidade emocional?",
                "Você reage com impaciência a indecisões emocionais?",
                "Você se sente responsável por estabilizar o ambiente emocional?",
                "Você prefere ambientes emocionalmente objetivos?",
                "Você tende a minimizar impactos emocionais para seguir em frente?",
                "Você se sente energizado em conflitos emocionais diretos?",
                "Você acredita que emoções não devem interferir em resultados?",
                "Você costuma tomar decisões emocionais sozinho?",
                "Você sente que tem alta resistência emocional?"
            ],
            "Influência": [
                "Você expressa emoções com facilidade em grupo?",
                "Você usa emoções para conectar pessoas?",
                "Você se sente motivado ao compartilhar sentimentos?",
                "Você costuma animar ambientes emocionalmente carregados?",
                "Você se sente energizado por trocas emocionais intensas?",
                "Você demonstra empatia de forma verbal?",
                "Você percebe rapidamente o clima emocional do grupo?",
                "Você usa entusiasmo para aliviar tensões?",
                "Você se sente desconfortável em ambientes emocionalmente frios?",
                "Você costuma validar sentimentos antes de resolver problemas?",
                "Você se expressa emocionalmente de forma espontânea?",
                "Você usa humor para lidar com emoções difíceis?",
                "Você se frustra quando não pode compartilhar o que sente?",
                "Você influencia emoções dos outros com facilidade?",
                "Você se sente reconhecido quando acolhe emocionalmente alguém?",
                "Você valoriza conexões emocionais acima de soluções técnicas?",
                "Você gosta de ambientes emocionalmente expressivos?",
                "Você tende a dramatizar emoções para gerar impacto?",
                "Você sente necessidade de ser compreendido emocionalmente?",
                "Você acredita que emoções fortalecem relações?"
            ],
            "Estabilidade": [
                "Você prefere ambientes emocionalmente previsíveis?",
                "Você lida com emoções de forma calma e gradual?",
                "Você evita confrontos emocionais diretos?",
                "Você prefere ouvir antes de reagir emocionalmente?",
                "Você mantém estabilidade emocional mesmo sob pressão?",
                "Você se adapta emocionalmente a mudanças lentas?",
                "Você prefere resolver emoções com diálogo contínuo?",
                "Você evita expressões emocionais intensas?",
                "Você busca segurança emocional nas relações?",
                "Você se sente desconfortável com explosões emocionais?",
                "Você prefere apoiar silenciosamente?",
                "Você precisa de tempo para processar emoções?",
                "Você valoriza constância emocional?",
                "Você reage com serenidade a conflitos?",
                "Você evita decisões emocionais impulsivas?",
                "Você se sente responsável por manter o equilíbrio emocional?",
                "Você prefere relações emocionais estáveis?",
                "Você evita mudanças emocionais bruscas?",
                "Você se sente confortável em rotinas emocionais?",
                "Você demonstra empatia de forma discreta?"
            ],
            "Conformidade": [
                "Você analisa emoções de forma racional?",
                "Você controla a expressão emocional no ambiente profissional?",
                "Você prefere entender emoções antes de reagir?",
                "Você evita decisões baseadas apenas em sentimento?",
                "Você questiona a validade emocional de certas reações?",
                "Você documenta impactos emocionais em processos?",
                "Você prefere ambientes emocionalmente neutros?",
                "Você separa emoções de responsabilidades?",
                "Você busca equilíbrio emocional através da lógica?",
                "Você se sente desconfortável com emocionalismo excessivo?",
                "Você prefere conversas emocionais estruturadas?",
                "Você mede impactos emocionais antes de agir?",
                "Você valoriza autocontrole emocional?",
                "Você analisa causas emocionais com cuidado?",
                "Você prefere feedback emocional objetivo?",
                "Você evita envolvimento emocional em decisões técnicas?",
                "Você se sente mais seguro com limites emocionais claros?",
                "Você observa padrões emocionais no comportamento alheio?",
                "Você mantém postura emocional profissional?",
                "Você acredita que emoções devem ser reguladas?"
            ]
        },
        "Comunicacao": {
            "Dominância": [
                "Sua comunicação é direta ao ponto, mesmo que pareça ríspida?",
                "Você costuma interromper as pessoas para acelerar a conclusão da conversa?",
                "Em reuniões, você foca mais em ditar o ritmo do que em ouvir?",
                "Você prefere falar sobre resultados do que sobre processos?",
                "Você usa um tom de voz firme para garantir que sua autoridade seja respeitada?",
                "Como você reage a apresentações longas e cheias de detalhes?",
                "Você prefere resolver conflitos de comunicação com um confronto imediato?",
                "Você envia e-mails curtos e objetivos em vez de textos explicativos?",
                "Você se sente confortável em dar ordens claras sem rodeios?",
                "Você prioriza a clareza da meta em sua comunicação assertiva?",
                "Você costuma desafiar publicamente ideias que considera ineficientes?",
                "Quão rápido você perde a paciência com comunicações vagas?",
                "Você prefere ligações rápidas a trocas de mensagens intermináveis?",
                "Você usa gestos assertivos e contato visual intenso ao falar?",
                "Você se sente bem em ser o porta-voz de notícias difíceis?",
                "Você foca sua fala em 'o que' deve ser feito em vez de 'como'?",
                "Você costuma tomar a palavra em grupos que estão sem direção?",
                "Você avalia o sucesso de uma conversa pela rapidez da decisão tomada?",
                "Você é honesto mesmo que a verdade doa no interlocutor?",
                "Você prefere comandar a pauta de uma reunião?"
            ],
            "Influência": [
                "Você usa o carisma e o humor para quebrar o gelo em conversas?",
                "Você prefere falar sobre pessoas e conexões do que sobre dados técnicos?",
                "Sua comunicação é gesticulada e expressiva?",
                "Você costuma contar histórias (storytelling) para engajar sua audiência?",
                "Quão importante é para você que as pessoas gostem do seu jeito de falar?",
                "Você prefere reuniões informais e descontraídas?",
                "Você tem facilidade em persuadir os outros através da emoção?",
                "Você costuma elogiar as pessoas antes de fazer uma crítica?",
                "Você se sente motivado quando recebe aplausos ou validação verbal?",
                "Você prefere comunicações verbais a comunicações escritas?",
                "Você costuma mudar o tom de voz para manter o interesse do ouvinte?",
                "Você busca ser o centro das atenções em discussões de grupo?",
                "Você tem dificuldade em manter a objetividade em conversas emocionais?",
                "Como você usa sua comunicação para motivar um time desanimado?",
                "Você costuma prometer resultados de forma entusiasmada?",
                "Você é a pessoa que faz as conexões sociais em um evento corporativo?",
                "Você prefere feedback público de reconhecimento?",
                "Você usa adjetivos intensos para descrever seus projetos?",
                "Você busca criar um clima de amizade através da sua fala?",
                "Você se sente frustrado se não tiver espaço para expressar sua opinião?"
            ],
            "Estabilidade": [
                "Você prefere ouvir pacientemente antes de dar sua opinião?",
                "Sua comunicação é suave e busca evitar qualquer tipo de atrito?",
                "Você prefere conversas individuais a falar em público?",
                "Você costuma pedir a opinião de todos antes de concluir sua fala?",
                "Você prefere escrever o que pensa para garantir que não foi agressivo?",
                "Como você reage a pessoas que falam muito alto ou de forma autoritária?",
                "Você valoriza o silêncio e as pausas durante uma conversa?",
                "Você costuma usar frases como 'eu sinto que' ou 'talvez possamos'?",
                "Você prefere comunicações previsíveis e com aviso prévio?",
                "Você é o mediador que acalma os ânimos em comunicações tensas?",
                "Você foca em manter a harmonia do grupo através das suas palavras?",
                "Você tem dificuldade em falar 'não' de forma direta?",
                "Você prefere que as instruções de trabalho sejam dadas de forma gentil?",
                "Você costuma guardar suas frustrações para não gerar conflito?",
                "Você valoriza a consistência e a sinceridade na fala alheia?",
                "Você prefere ouvir sobre o 'passo a passo' de uma tarefa?",
                "Você busca criar um ambiente de segurança psicológica ao falar?",
                "Você prefere feedbacks privados e construtivos?",
                "Você demora mais para responder para garantir que sua fala é justa?",
                "Você se sente desconfortável em interromper alguém?"
            ],
            "Conformidade": [
                "Você prefere comunicações escritas e documentadas por segurança?",
                "Sua fala é baseada puramente em fatos, dados e evidências?",
                "Você evita gesticular muito e mantém um tom de voz neutro?",
                "Você costuma corrigir imprecisões técnicas na fala dos outros?",
                "Você prefere apresentações com gráficos e métricas detalhadas?",
                "Você foca sua comunicação no 'como' e nos processos lógicos?",
                "Você envia pautas detalhadas antes de qualquer reunião?",
                "Como você reage a comunicações excessivamente emocionais ou vagas?",
                "Você prefere o silêncio a falar algo que não tenha certeza absoluta?",
                "Você usa termos técnicos e precisos em sua linguagem cotidiana?",
                "Você se sente mais seguro com feedbacks baseados em indicadores?",
                "Você tende a ser formal e profissional em todas as interações?",
                "Você questiona a fonte da informação antes de aceitar o argumento?",
                "Você prefere que as ordens sejam dadas por escrito e com normas?",
                "Você é a pessoa que aponta os riscos e falhas em um plano comunicado?",
                "Você evita conversas informais que não tenham um objetivo produtivo?",
                "Sua comunicação assertiva é baseada na verdade técnica?",
                "Você costuma estruturar sua fala em tópicos e listas?",
                "Você se sente frustrado com reuniões que não seguem a agenda?",
                "Você documenta todas as decisões importantes após uma conversa?"
            ]
        },
        "Autogestao": {
            "Dominância": [
                "Você define metas pessoais agressivas?",
                "Você mantém disciplina mesmo sem supervisão?",
                "Você se cobra resultados constantemente?",
                "Você reage rapidamente quando percebe queda de desempenho?",
                "Você assume responsabilidade total pelos próprios erros?",
                "Você prioriza produtividade pessoal?",
                "Você se impõe rotinas rígidas?",
                "Você evita procrastinação a qualquer custo?",
                "Você se desafia constantemente?",
                "Você controla seu tempo com firmeza?",
                "Você se sente incomodado com baixa performance pessoal?",
                "Você age antes de se sentir totalmente preparado?",
                "Você se motiva por desafios pessoais?",
                "Você ajusta hábitos rapidamente?",
                "Você prefere autonomia total?",
                "Você mantém foco mesmo sob pressão?",
                "Você cobra eficiência de si mesmo?",
                "Você toma decisões pessoais com rapidez?",
                "Você busca evolução constante?",
                "Você se sente responsável pelo próprio sucesso?"
            ],
            "Influência": [
                "Você se motiva com reconhecimento externo?",
                "Você compartilha metas pessoais?",
                "Você se energiza com apoio social?",
                "Você busca inspiração em outras pessoas?",
                "Você se compromete mais quando é incentivado?",
                "Você gosta de falar sobre seus objetivos?",
                "Você se motiva por histórias de sucesso?",
                "Você usa entusiasmo para manter disciplina?",
                "Você se sente mais produtivo em grupo?",
                "Você celebra pequenas conquistas?",
                "Você busca validação para continuar?",
                "Você se inspira em líderes e mentores?",
                "Você compartilha progresso com frequência?",
                "Você se anima ao visualizar resultados?",
                "Você mantém hábitos com estímulo externo?",
                "Você se engaja mais quando é elogiado?",
                "Você se sente motivado por desafios coletivos?",
                "Você usa emoção para manter consistência?",
                "Você prefere jornadas motivadoras?",
                "Você se sente melhor ao dividir responsabilidades?"
            ],
            "Estabilidade": [
                "Você mantém hábitos consistentes?",
                "Você prefere rotinas previsíveis?",
                "Você avança gradualmente em metas pessoais?",
                "Você evita mudanças bruscas de rotina?",
                "Você precisa de tempo para se adaptar?",
                "Você se sente confortável com constância?",
                "Você valoriza equilíbrio entre esforço e descanso?",
                "Você mantém foco a longo prazo?",
                "Você prefere progresso contínuo?",
                "Você mantém organização pessoal?",
                "Você evita sobrecarga?",
                "Você se sente seguro com planejamento?",
                "Você mantém autocontrole emocional?",
                "Você respeita seus próprios limites?",
                "Você prefere estabilidade pessoal?",
                "Você evita multitarefas excessivas?",
                "Você mantém disciplina sem pressão?",
                "Você busca bem-estar sustentável?",
                "Você reage com calma a imprevistos?",
                "Você prefere hábitos duradouros?"
            ],
            "Conformidade": [
                "Você segue métodos para autodesenvolvimento?",
                "Você planeja metas com critérios claros?",
                "Você avalia resultados pessoalmente?",
                "Você usa métricas para medir progresso?",
                "Você revisa rotinas regularmente?",
                "Você documenta aprendizados pessoais?",
                "Você prefere métodos comprovados?",
                "Você evita improvisação excessiva?",
                "Você segue cronogramas rigorosamente?",
                "Você analisa falhas com objetividade?",
                "Você busca aperfeiçoamento técnico?",
                "Você mantém organização pessoal detalhada?",
                "Você prefere regras claras para si?",
                "Você avalia riscos antes de mudar hábitos?",
                "Você busca precisão no autogerenciamento?",
                "Você estrutura metas por etapas?",
                "Você monitora desempenho com dados?",
                "Você valoriza disciplina racional?",
                "Você prefere planejamento formal?",
                "Você segue padrões de excelência pessoal?"
            ]
        },
        "Social": {
            "Dominância": [
                "Você tende a liderar interações sociais?",
                "Você assume controle em grupos?",
                "Você se impõe em discussões?",
                "Você prefere decidir do que negociar?",
                "Você se sente confortável em confrontos sociais?",
                "Você influencia grupos com postura firme?",
                "Você costuma direcionar conversas?",
                "Você se sente motivado ao liderar socialmente?",
                "Você evita ambientes sociais passivos?",
                "Você prefere relações objetivas?",
                "Você se posiciona mesmo sendo impopular?",
                "Você valoriza respeito mais que aceitação?",
                "Você reage rapidamente a conflitos sociais?",
                "Você estabelece limites claros?",
                "Você tende a dominar conversas?",
                "Você se sente responsável pelo grupo?",
                "Você enfrenta tensões sociais diretamente?",
                "Você prefere ambientes sociais competitivos?",
                "Você busca autoridade social?",
                "Você se sente confortável em liderar desconhecidos?"
            ],
            "Influência": [
                "Você se sente energizado em interações sociais?",
                "Você faz amizades com facilidade?",
                "Você gosta de ser o centro das atenções?",
                "Você inicia conversas espontaneamente?",
                "Você cria conexões rapidamente?",
                "Você usa humor em interações sociais?",
                "Você se expressa com entusiasmo?",
                "Você prefere atividades sociais em grupo?",
                "Você se sente motivado por interação constante?",
                "Você compartilha histórias pessoais?",
                "Você se adapta a diferentes pessoas?",
                "Você influencia pelo carisma?",
                "Você se sente desconfortável no silêncio social?",
                "Você busca aceitação social?",
                "Você anima ambientes sociais?",
                "Você se comunica com facilidade?",
                "Você cria redes sociais com naturalidade?",
                "Você gosta de eventos sociais?",
                "Você prefere contato presencial?",
                "Você se sente frustrado quando isolado?"
            ],
            "Estabilidade": [
                "Você mantém relações sociais duradouras?",
                "Você prefere poucos vínculos profundos?",
                "Você evita conflitos sociais?",
                "Você oferece apoio constante?",
                "Você é visto como alguém confiável?",
                "Você mantém postura social tranquila?",
                "Você prefere ambientes sociais previsíveis?",
                "Você se sente confortável em pequenos grupos?",
                "Você evita confrontos diretos?",
                "Você escuta mais do que fala?",
                "Você mantém lealdade nas relações?",
                "Você reage com calma a tensões sociais?",
                "Você prefere interações contínuas?",
                "Você respeita o tempo das pessoas?",
                "Você evita exposição social excessiva?",
                "Você se adapta a dinâmicas sociais estáveis?",
                "Você se sente desconfortável com mudanças sociais rápidas?",
                "Você valoriza harmonia nos relacionamentos?",
                "Você oferece suporte emocional?",
                "Você mantém constância social?"
            ],
            "Conformidade": [
                "Você segue normas sociais com rigor?",
                "Você observa regras implícitas?",
                "Você analisa comportamentos sociais?",
                "Você se adapta a protocolos sociais?",
                "Você evita comportamentos inadequados?",
                "Você prefere ambientes sociais formais?",
                "Você mantém postura profissional?",
                "Você observa hierarquias sociais?",
                "Você se sente seguro com regras claras?",
                "Você evita improvisação social?",
                "Você avalia impactos sociais das ações?",
                "Você observa padrões de comportamento?",
                "Você se comunica de forma controlada?",
                "Você evita exposição excessiva?",
                "Você segue etiqueta social?",
                "Você mantém distância profissional?",
                "Você prefere relações bem definidas?",
                "Você evita riscos sociais?",
                "Você observa limites sociais?",
                "Você se sente confortável com convenções?"
            ]
        },
        "Lideranca": {
            "Dominância": [
                "Sua liderança foca na entrega rápida de resultados acima de tudo?",
                "Você se sente confortável em tomar decisões impopulares sozinho?",
                "Você lidera pelo desafio e pela pressão por desempenho?",
                "Como você reage a liderados que questionam sua autoridade?",
                "Você prefere liderar crises onde decisões rápidas são vitais?",
                "Você delega o 'como' e exige apenas o 'o que'?",
                "Você busca cargos de liderança pela autonomia e controle?",
                "Você substitui membros da equipe rapidamente se eles não performarem?",
                "Sua liderança inspiradora é baseada na visão de vitória e conquista?",
                "Você prefere liderar equipes de alto desempenho e competitivas?",
                "Você foca em metas ambiciosas que forçam o time ao limite?",
                "Como você lida com a resistência passiva dos seus liderados?",
                "Você se sente o dono dos resultados da sua equipe?",
                "Você prefere dar ordens diretas a sugerir caminhos?",
                "Sua tomada de decisão é baseada no seu instinto de comando?",
                "Você recompensa a velocidade e a iniciativa agressiva?",
                "Você prefere que seu time o respeite mais do que o ame?",
                "Você lidera pelo exemplo de força e resiliência?",
                "Você foca em expansão e domínio de mercado?",
                "Você se sente motivado por ser o líder em um ambiente hostil?"
            ],
            "Influência": [
                "Sua liderança é baseada no entusiasmo e na motivação constante?",
                "Você prefere liderar através da persuasão e do carisma?",
                "Como você usa sua liderança para criar um ambiente divertido?",
                "Você busca ser o mentor amigo de todos os seus liderados?",
                "Sua liderança inspiradora foca em sonhos e grandes visões?",
                "Você recompensa o engajamento e a criatividade do time?",
                "Você prefere delegar as tarefas chatas e burocráticas para outros?",
                "Você se sente mal se um liderado não gosta do seu estilo?",
                "Você usa o reconhecimento público para manter o time focado?",
                "Sua tomada de decisão leva em conta a popularidade da ideia?",
                "Você incentiva a colaboração e a troca social constante?",
                "Como você lidera pessoas que são muito sérias e formais?",
                "Você é o líder que sempre tem uma palavra de otimismo?",
                "Você prefere liderar em ambientes criativos e dinâmicos?",
                "Você usa histórias de sucesso para guiar seu time?",
                "Sua liderança foca em 'quem' pode ajudar a atingir a meta?",
                "Você organiza eventos sociais para integrar a equipe?",
                "Você se sente frustrado se não puder ser o rosto da equipe?",
                "Sua porta está sempre aberta para conversas informais?",
                "Você lidera pelo brilho nos olhos e pela energia contagiante?"
            ],
            "Estabilidade": [
                "Sua liderança foca no suporte e no desenvolvimento das pessoas?",
                "Você prefere tomar decisões após ouvir o consenso de todos?",
                "Você lidera mantendo a calma e a estabilidade emocional do grupo?",
                "Como você reage quando precisa demitir alguém?",
                "Sua liderança inspiradora é baseada na confiança e lealdade mútua?",
                "Você prefere liderar processos contínuos e bem estruturados?",
                "Você recompensa a colaboração silenciosa e o esforço constante?",
                "Você protege seu time de pressões externas excessivas?",
                "Sua tomada de decisão é lenta para garantir que ninguém seja prejudicado?",
                "Você prefere liderar equipes estáveis com pouca rotatividade?",
                "Como você lida com conflitos diretos entre seus liderados?",
                "Você lidera pelo exemplo de paciência e perseverança?",
                "Você prefere ambientes de liderança horizontais e democráticos?",
                "Você foca em manter as tradições e os valores da cultura da equipe?",
                "Você dá feedbacks suaves e focados no crescimento humano?",
                "Você se sente responsável pelo bem-estar físico e mental do time?",
                "Você prefere planejar as mudanças de liderança com meses de antecedência?",
                "Você lidera através da escuta ativa e da empatia?",
                "Você se sente desconfortável em dar ordens ríspidas?",
                "Sua meta como líder é criar uma equipe que pareça uma família?"
            ],
            "Conformidade": [
                "Sua liderança foca na precisão técnica e na qualidade das entregas?",
                "Você lidera através de processos, normas e manuais claros?",
                "Sua tomada de decisão é estritamente baseada em dados e métricas?",
                "Você prefere liderar de forma imparcial e puramente profissional?",
                "Você recompensa o cumprimento rigoroso de prazos e padrões?",
                "Como você reage a liderados que são desorganizados ou criativos demais?",
                "Sua liderança inspiradora é baseada na busca pela excelência e verdade?",
                "Você prefere delegar com instruções detalhadas por escrito?",
                "Você monitora o progresso do time através de relatórios e KPIs?",
                "Como você lida com erros técnicos cometidos pela sua equipe?",
                "Você prefere liderar em ambientes regulados e com hierarquia clara?",
                "Sua autoridade como líder vem do seu profundo conhecimento técnico?",
                "Você foca em reduzir riscos e incertezas para o time?",
                "Você é o líder que revisa o trabalho final antes de ser entregue?",
                "Você prefere dar feedbacks objetivos e baseados em evidências?",
                "Você mantém uma distância profissional para não comprometer a avaliação?",
                "Sua liderança foca no 'como' as coisas devem ser feitas corretamente?",
                "Você se sente frustrado com a falta de lógica nas decisões da empresa?",
                "Você organiza a estrutura da equipe de forma lógica e funcional?",
                "Sua meta é ser o líder mais competente e ético da organização?"
            ]
        },
        "Produtividade": {
            "Dominância": [
                "Você prioriza tarefas que geram maior impacto imediato?",
                "Você trabalha melhor sob prazos apertados?",
                "Você assume múltiplas tarefas para acelerar resultados?",
                "Você se incomoda com processos que atrasam entregas?",
                "Você prefere agir antes de planejar excessivamente?",
                "Você cobra produtividade dos outros com frequência?",
                "Você mede seu desempenho pelo volume entregue?",
                "Você busca atalhos para ganhar eficiência?",
                "Você trabalha com senso constante de urgência?",
                "Você prefere executar a delegar?",
                "Você se frustra com baixa performance alheia?",
                "Você reage rapidamente a gargalos produtivos?",
                "Você prefere concluir do que aperfeiçoar?",
                "Você trabalha bem em ambientes competitivos?",
                "Você assume riscos para entregar mais rápido?",
                "Você se sente estimulado por metas agressivas?",
                "Você tende a acelerar decisões operacionais?",
                "Você se sente improdutivo quando precisa esperar?",
                "Você valoriza velocidade acima de perfeição?",
                "Você se sente responsável pelo ritmo do trabalho?"
            ],
            "Influência": [
                "Você rende mais quando trabalha com outras pessoas?",
                "Você se motiva ao compartilhar progresso?",
                "Você usa entusiasmo para manter o ritmo?",
                "Você se sente mais produtivo em ambientes animados?",
                "Você gosta de celebrar entregas?",
                "Você mantém produtividade com incentivo externo?",
                "Você se compromete mais quando reconhecido?",
                "Você se distrai em ambientes silenciosos?",
                "Você trabalha melhor com feedback constante?",
                "Você se engaja em tarefas colaborativas?",
                "Você usa conversas para destravar produtividade?",
                "Você prefere tarefas dinâmicas?",
                "Você se sente motivado por metas coletivas?",
                "Você busca apoio para manter foco?",
                "Você compartilha ideias enquanto executa?",
                "Você se anima ao ver progresso do grupo?",
                "Você alterna tarefas para não perder ritmo?",
                "Você prefere variedade de atividades?",
                "Você se sente improdutivo sozinho por longos períodos?",
                "Você associa produtividade a energia emocional?"
            ],
            "Estabilidade": [
                "Você mantém um ritmo constante de trabalho?",
                "Você prefere prazos realistas?",
                "Você trabalha melhor com rotina definida?",
                "Você evita mudanças frequentes de prioridade?",
                "Você mantém foco por longos períodos?",
                "Você se sente produtivo com constância?",
                "Você prefere processos previsíveis?",
                "Você trabalha melhor sem interrupções?",
                "Você valoriza organização diária?",
                "Você evita sobrecarga de tarefas?",
                "Você mantém produtividade sustentável?",
                "Você prefere executar uma tarefa por vez?",
                "Você se adapta gradualmente a novos fluxos?",
                "Você se sente produtivo com planejamento prévio?",
                "Você mantém disciplina sem pressão?",
                "Você respeita seus próprios limites?",
                "Você se sente desconfortável com urgências constantes?",
                "Você prefere estabilidade a picos de produção?",
                "Você mantém qualidade mesmo em ritmo contínuo?",
                "Você evita improvisação no trabalho?"
            ],
            "Conformidade": [
                "Você segue métodos formais de produtividade?",
                "Você utiliza ferramentas de controle de tarefas?",
                "Você mede produtividade com indicadores?",
                "Você documenta processos de trabalho?",
                "Você planeja antes de executar?",
                "Você prefere cronogramas detalhados?",
                "Você segue padrões de entrega?",
                "Você revisa tarefas antes de finalizar?",
                "Você evita retrabalho?",
                "Você busca eficiência técnica?",
                "Você prioriza qualidade mensurável?",
                "Você trabalha melhor com regras claras?",
                "Você usa checklists com frequência?",
                "Você se sente produtivo ao cumprir processos?",
                "Você prefere prazos bem definidos?",
                "Você avalia riscos antes de agir?",
                "Você organiza tarefas por prioridade lógica?",
                "Você evita decisões improvisadas?",
                "Você se sente produtivo ao seguir métodos?",
                "Você valoriza precisão na execução?"
            ]
        },
        "Atitude": {
            "Dominância": [
                "Você enfrenta desafios de forma direta?",
                "Você reage rapidamente a obstáculos?",
                "Você mantém postura proativa?",
                "Você assume riscos com confiança?",
                "Você prefere agir a esperar?",
                "Você mantém determinação constante?",
                "Você enfrenta resistência com firmeza?",
                "Você se posiciona com convicção?",
                "Você não se intimida facilmente?",
                "Você mantém foco em resultados?",
                "Você assume responsabilidade pelas decisões?",
                "Você persiste mesmo sob pressão?",
                "Você transforma problemas em ação?",
                "Você age com senso de urgência?",
                "Você confia no próprio julgamento?",
                "Você busca controle das situações?",
                "Você reage bem a ambientes desafiadores?",
                "Você se mantém firme em adversidades?",
                "Você lidera pelo exemplo?",
                "Você encara falhas como aprendizado?"
            ],
            "Influência": [
                "Você demonstra entusiasmo diante de desafios?",
                "Você mantém atitude positiva?",
                "Você motiva outras pessoas?",
                "Você transmite confiança emocional?",
                "Você encara dificuldades com otimismo?",
                "Você usa energia emocional para avançar?",
                "Você contagia o ambiente?",
                "Você acredita no poder da motivação?",
                "Você mantém esperança em situações difíceis?",
                "Você compartilha visão positiva?",
                "Você reage com humor a problemas?",
                "Você incentiva pessoas ao redor?",
                "Você se mantém animado sob pressão?",
                "Você acredita que atitude influencia resultados?",
                "Você se adapta com leveza?",
                "Você encara desafios como oportunidades?",
                "Você transmite energia ao grupo?",
                "Você busca inspirar confiança?",
                "Você reage com entusiasmo a mudanças?",
                "Você mantém espírito elevado?"
            ],
            "Estabilidade": [
                "Você mantém atitude equilibrada?",
                "Você reage com calma a adversidades?",
                "Você mantém constância emocional?",
                "Você evita reações impulsivas?",
                "Você se adapta gradualmente a mudanças?",
                "Você mantém postura resiliente?",
                "Você enfrenta dificuldades com serenidade?",
                "Você mantém paciência em processos longos?",
                "Você reage com autocontrole?",
                "Você evita extremos emocionais?",
                "Você mantém atitude confiável?",
                "Você se recupera emocionalmente com facilidade?",
                "Você enfrenta problemas sem desespero?",
                "Você mantém atitude previsível?",
                "Você evita dramatizar situações?",
                "Você lida bem com pressão contínua?",
                "Você mantém estabilidade em crises?",
                "Você reage com maturidade?",
                "Você mantém equilíbrio sob estresse?",
                "Você enfrenta desafios com constância?"
            ],
            "Conformidade": [
                "Você mantém postura ética consistente?",
                "Você segue princípios pessoais?",
                "Você analisa atitudes antes de agir?",
                "Você evita decisões impulsivas?",
                "Você mantém coerência entre discurso e ação?",
                "Você respeita normas e valores?",
                "Você age com responsabilidade?",
                "Você considera consequências das atitudes?",
                "Você mantém postura profissional?",
                "Você avalia riscos antes de agir?",
                "Você mantém integridade sob pressão?",
                "Você evita comportamentos imprudentes?",
                "Você segue padrões morais?",
                "Você age de forma consciente?",
                "Você busca coerência comportamental?",
                "Você mantém autocontrole ético?",
                "Você respeita limites estabelecidos?",
                "Você age com prudência?",
                "Você mantém atitudes alinhadas a valores?",
                "Você se sente responsável pelo impacto das ações?"
            ]
        }
    }
}